Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetuksen_kevatlukukausi_alkoi_10_1_2022_-_seuraavan_lukuvuoden_ilmoittautuminen_avataan_helmikuussa.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetuksen kevätlukukausi alkoi 10.1.2022 – Seuraavan lukuvuoden ilmoittautuminen avataan helmikuussa
smn: Sämikielâi káidusmáttááttâs kiđđâluuhâmpaje aalgij 10.1.2022 – Čuávvoo luuhâmive almottâttâm lekkâs kuovâmáánust

source: Saamen kielten etäopetuksen pilottihankkeen kevätlukukausi käynnistyi maanantaina 10.1.2022.
smn: Sämikielâi káidusmáttááttâs piiloothaavâ kiđđâluuhâmpaje aalgij vuossaargâ 10.1.2022.

source: Hankkeessa opiskelee tällä hetkellä 109 oppilasta kolmessa saamen kielessä.
smn: Haavâst joteh uápuid taan tove 109 uápped kuulmâ sämikielâst.

source: – Kevätlukukauden aikana jatketaan tutustumista saamelaiseen vuodenkiertoon.
smn: – Kiđđâluuhâmpaje ääigi mij juátkip uápásmem sämmilii ihásâšjurâmân.

source: Kevään aikana tutustutaan mm. saamelaiseen pääsiäisen viettoon ja siihen, millaista se oli ennen ja on nyt.
smn: Kiiđâ ääigi mij uápásmep ei. sämmilij pessijái viettimân já toos, maggaar tot lâi ovdil já lii tääl.

source: Kulttuurivieraiden avulla oppilaat pääsevät tutustumaan omaan kulttuuriinsa eri alojen osaajien näkökulmasta, kertoo inarinsaamen opettaja Henna Aikio.
smn: Kulttuurkuosij vievâst uáppeeh peesih uápásmuđ jieijâs kulttuurân sierâ suorgij čeepij uáinust, muštâl anarâškielâ máttáátteijee Henna Aikio.

source: Yhteyksiä kouluihin hoitavan koordinaattorin työhön on palannut Saamelaiskäräjillä työskentelevä Arla Magga.
smn: Škovlâohtâvuođâid hoittájeijee koordinaattor paargon lii maccâm Sämitiggeest pargee Arla Magga.

source: Anni-Sofia Niittyvuopio on siirtynyt neljäksi kuukaudeksi hankepäällikön tehtävään Hanna Helanderin virkavapaan ajaksi.
smn: Anni-Sofia Niittyvuopio lii sirdâšum nelji mánuppaje ááigán hahâhoovdâ paargon, ko Hanna Helander lii virgeriijâst.

source: Hankepäällikkö työskentelee Utsjoen kunnassa.
smn: Hahâhovdâ parga Ucjuv kieldâst.

source: Hankkeen opettajina jatkavat koltansaamen sivutoiminen tuntiopettaja Sirkka Sanila, inarinsaamen päätoiminen tuntiopettaja Henna Aikio ja pohjoissaamen sivutoiminen tuntiopettaja Marianne Ketola.
smn: Haavâ máttáátteijen juátkih nuorttâlâškielâ uálgitoimâlâš tijmemáttáátteijee Sirkka Sanila, anarâškielâ váldutoimâlâš tijmemáttáátteijee Henna Aikio já tavesämikielâ uálgitoimâlâš tijmemáttáátteijee Marianne Ketola.

source: Päätoimisena pohjoissaamen opettajana aloittaa Máren-Elle Länsman.
smn: Váldutoimâlâš tavesämikielâ máttáátteijen aalgât Máren-Elle Länsman.

source: Sirkka Sanila opettaa Tukholmasta, Marianne Ketola Enontekiöltä, Henna Aikio ja Máren-Elle Länsman opettavat Oulusta.
smn: Sirkka Sanila máttát Tukholmast, Marianne Ketola Iänuduvâst, Henna Aikio já Máren-Elle Länsman máttááttává Oulust.

source: – Hankkeen oppilasmäärä on kaksinkertaistunut ensimmäisestä vuodesta.
smn: – Haavâ uáppeemeeri lii lasanâm kyevtkiärdásâžžân, ko verdid vuossâmuu ihán.

source: Hankkeelle on suuri tarve ja toivommekin, että mahdollisimman moni saamelaisten kotiseutualueen ulkopuolella koulua käyvä saamelaisoppilas saadaan mukaan opetukseen.
smn: Haahân lii stuorrâ tárbu já mij tuáivup-uv, ete finnip mieldi máttááttâsân nuuvt maaŋgâ sämikuávlu ulguubeln škoovlâ jottee sämmilii uáppee, ko máhđulâš.

source: Kannustamme huoltajia, opettajia ja opetuksen järjestäjiä tutustumaan matalalla kynnyksellä hankkeen opetukseen esimerkiksi verkkosivuillamme.
smn: Mij movtijdittep huolâtteijeid, máttáátteijeid já máttááttâs uárnejeijeid uápásmuđ mii haavâ máttááttâsân älkkeht ovdâmerkkân mii nettisiijđoin.

source: Työntekijöihin voi myös aina ottaa yhteyttä, kerromme mielellämme lisää hankkeesta, toteaa hankepäällikkö Anni-Sofia Niittyvuopio.
smn: Pargeid puáhtá meid ain väldiđ ohtâvuođâ, mij muštâlep mielâstân lase haavâst, iätá hahâhovdâ Anni-Sofia Niittyvuopio.

source: Ilmoittautuminen lukuvuodelle 2022–2023 tapahtuu maaliskuun loppuun mennessä.
smn: Almottâttâm luuhâmihán 2022–2023 tábáhtuvá njuhčâmáánu loopâ räi.

source: Ilmoittautumisesta tiedotetaan erikseen ja hanke järjestää infotilaisuuksia saamen kielten etäopetuksesta kiinnostuneiden oppilaiden huoltajille ja opetuksen järjestäjille.
smn: Mij tieđettep almottâtmist sierâ já haahâ uárnee infotilálâšvuođâid sämikielâi káidusmáttááttâsâst perustum ulmui huolâtteijeid já máttááttâs uárnejeijeid.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Anni-Sofia Niittyvuopio, hankepäällikkö Utsjoen kunta anni-sofia.niittyvuopio@edu.utsjoki.fi 040 7012 094
smn: Anni-Sofia Niittyvuopio, hahâhovdâ Ucjuv kieldâ anni-sofia.niittyvuopio@edu.utsjoki.fi 040 7012 094

source: Arla Magga, hankekoordinaattori Saamelaiskäräjät arla.magga@samediggi.fi 040 6875 989
smn: Arla Magga, hahâkoordinaattor Sämitigge arla.magga@samediggi.fi 040 6875 989
